{
	"1" : "**Legend for the Nucleoid Graph**\n1. **X-Axis - Number of Neutrons (N)**: This axis represents the number of neutrons in the nucleus of the nuclide. The number of neutrons can vary for a given element, leading to different isotopes.\n2. **Y-Axis - Number of Protons (Z)**: This axis shows the number of protons in the nucleus. The number of protons defines the chemical element to which the nuclide belongs.\n3. **Stability Curve**: The curve that shows the stable nuclides. Nuclides close to this curve are generally stable, while those farther from the curve tend to be radioactive.\n 4. **Radioactive Decay Paths**: Represent the possible trajectories of radioactive decay. Nuclides outside the stability region usually decay along these paths to reach stability.\n 5. **Isotope Regions**: Different areas in the graph may indicate families of isotopes with similar properties, such as isotopes of the same element or groups of elements with similar nuclear behaviors.\n 6. **Colors and Symbols**: Different colors or symbols may represent categories of nuclides, such as stable, unstable, radioactive, or isotopes with specific properties.7/n. **Scales**: The scales on the axes indicate the numerical ranges for protons and neutrons. Ensure the scales are clearly visible for easy interpretation of the graph.",
	"2" : "**General Description**\nThe nucleoid graph provides a visual representation of nuclides (isotopes) based on their numbers of protons and neutrons. The horizontal axis (X) represents the number of neutrons (N), while the vertical axis (Y) shows the number of protons (Z).\n**Stability Curve**\nThe stability curve represents the line of stable nuclides. Nuclides located on this curve do not undergo radioactive decay. Nuclides positioned outside this curve tend to be radioactive and decay to reach the stable region. The position of a nuclide relative to this curve gives a visual indication of its stability.\n**Radioactive Decay**\nNuclides that fall outside the stability region have radioactive decay paths. These paths show how unstable nuclides transform into other nuclides as they seek a stable configuration. The graph may include lines representing these decay paths, providing insight into nuclear processes and decay products.\n**Isotope Regions**\nThe graph may be divided into different regions or areas that indicate groups of isotopes with similar nuclear characteristics. These regions can help identify trends in stability and radioactive behavior of nuclides from different elements.\n**Colors and Symbols**\nVarious colors and symbols used in the graph allow for quick identification of specific categories of nuclides, such as stable versus unstable nuclides or isotopes with particular properties. Consult the legend to understand the meaning of the different colors and symbols in the graph.\n**Using the Graph**\nThis graph is a valuable tool for research in nuclear physics and chemistry, providing a clear view of nuclear stability and the characteristics of different isotopes. Proper interpretation of this graph aids in a better understanding of nuclear processes and the properties of nuclides in various scientific contexts."
}
